Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/darohi.tmx
Source language: ru
Languages: be

source: Машековская улица
be: Машекаўская вуліца

source: Машиностроительная улица
be: Машынабудаўнічая вуліца

source: Машиностроительный переулок
be: Машынабудаўнічы завулак

source: Машковский переулок
be: Машкаўскі завулак

source: Мебельная улица
be: Мэблявая вуліца

source: Медицинская улица
be: Медыцынская вуліца

source: Медицинский переулок
be: Медыцынскі завулак

source: Медковская улица
be: Мядкоўская вуліца

source: Медковский переулок
be: Мядкоўскі завулак

source: Медновская улица
be: Меднаўская вуліца

source: Медовая улица
be: Мядовая вуліца

source: Медовый переулок
be: Мядовы завулак

source: Междугородная улица
be: Міжгародняя вуліца

source: Международная улица
be: Міжнародная вуліца

source: Межевая улица
be: Межавая вуліца

source: Межевой переулок
be: Межавы завулак

source: Межсовхозная улица
be: Міжсаўгасная вуліца

source: Мелиоративная улица
be: [Мелiаратыуная вуліца, Меліяратыўная вуліца]

source: Мелиоративный переулок
be: Меліяратыўны завулак

source: Мелодичная улица
be: Меладычная вуліца

source: Мельничная улица
be: [Мельнічная, Млынная вуліца]

source: Мельничный переулок
be: Млынавы завулак

source: Меньковский тракт
be: Мянькоўскі тракт

source: Местечковая улица
be: Мястэчковая вуліца

source: Местный проезд
be: Мясцовы праезд

source: Место отдыха
be: Месца адпачынку

source: Метеорологический переулок
be: Метэаралагічны завулак

source: Метеорологический проезд
be: Метэаралагічны праезд

source: Метереологическая улица
be: Мэтэаралагічная вуліца

source: Метявичское шоссе
be: Мецявічская шаша

source: Механическая улица
be: Механічная вуліца

source: Механический переулок
be: Механічны завулак

source: Миговская улица
be: Мігаўская вуліца

source: Миколаевская улица
be: Мікалаеўская вуліца

source: микрорайон Сож
be: Мікрараён Сож

source: Милицейская улица
be: Міліцэйская вуліца

source: Милоградская улица
be: Мілаградзкая вуліца

source: Милославичская улица
be: Мілаславіцкая вуліца

source: Мильчанский переулок
be: Мільчанскі завулак

source: Миномётный переулок
be: Мінамётны завулак

source: Минская улица
be: [Мiнская улiца, Мінская вуліца]

source: Минский переулок
be: Мінскі завулак

source: Минский тракт
be: Мінскі тракт

source: Минское шоссе
be: Мінская шаша

source: Мирная улица
be: Мірная вуліца

source: Мирный переулок
be: Мірны завулак

source: Мирская улица
be: [Мiрская вуліца, Мірская вуліца]

source: Михайловская улица
be: Міхайлаўская вуліца

source: Михайловский переулок
be: Міхайлаўскі завулак

source: Млынарная улица
be: Млынарная вуліца

source: Могилёвская улица
be: Магілёўская вуліца

source: Могилёвский въезд
be: Магілёўскі ўезд

source: Могилёвский переулок
be: Магілёўскі завулак

source: Можжевеловая улица
be: Ядлаўцовая вуліца

source: Мозырская улица
be: Мазырская вуліца

source: Мозырский переулок
be: Мазырскі завулак

source: Мозырский проезд
be: Мазырскі праезд

source: Мозырский тракт
be: Мазырскі тракт

source: Мозырьская улица
be: Мазырская вуліца

source: Моисеевщина-Богданово
be: Маісееўшчына—Багданава

source: Мокровская улица
be: Макроўская вуліца

source: Мокрый переулок
be: Мокры завулак

source: Мокрянская улица
be: Макранская вуліца

source: Мокрянский переулок
be: Макранскі завулак

source: Молодая улица
be: Маладая вуліца

source: Молодёжная аллея
be: Моладзевая алея

source: Молодежная улица
be: Маладзежная вуліца

source: Молодёжная улица
be: [Маладзежная вулiца, Маладзёжная вуліца, Моладзевая вуліца]

source: Молодёжный бульвар
be: Моладзевы бульвар

source: Молодежный переулок
be: Моладзевы завулак

source: Молодёжный переулок
be: [Маладзёжны зав., Маладзёжны завулак, Моладзевы завулак]

source: Молодеченская улица
be: Маладзечанская вуліца

source: Молодечненская улица
be: [Маладзечанская вулiца, Маладзечанская вуліца]

source: Молодечненский переулок
be: Маладзечанскі завулак

source: Молодогвардейская улица
be: Маладагвардзейская вуліца

source: Молодогвардейский переулок
be: Маладагвардзейскі завулак

source: Молотковичская улица
be: Малатковіцкая вуліца

source: Молочная улица
be: Малочная вуліца

source: Молочный переулок
be: Малочны завулак

source: Монастырская улица
be: Манастырская вуліца

source: Мопровская улица
be: Мопраўская вуліца

source: Мопровский переулок
be: Мопраўскі завулак

source: Морская улица
be: Марская вуліца

source: Морской переулок
be: Марскі завулак

source: Московская улица
be: Маскоўская вуліца

source: Московский переулок
be: Маскоўскі завулак

source: Московский проспект
be: Маскоўскі праспект

source: Московское шоссе
be: Маскоўская шаша

source: мост 1000-летия Витебска
be: мост 1000-годдзя Віцебска

source: Мостовая улица
be: Маставая вуліца

source: Мостовой переулок
be: Маставы завулак

source: Мостовой проезд
be: Маставы праезд

source: Мостовская улица
be: Мастоўская вуліца

source: Моховая улица
be: Мохавая вуліца

source: Мощенковская улица
be: Машчонкаўская вуліца

source: Мстиславская улица
be: Мсціслаўская вуліца

source: Мстиславский переулок
be: Мсціслаўскі завулак

source: Музейный переулок
be: Музейны завулак

source: Музейный тупик
be: Музейны тупік

source: Музыкальная улица
be: Музычная вуліца

source: Музыкальный переулок
be: Музычны завулак

source: Муляровская улица
be: Муляроўская вуліца

source: Мулярская улица
be: Мулярская вуліца

source: Муражская улица
be: Муражская вуліца

source: Мурманская улица
be: Мурманская вуліца

source: Мурманский переулок
be: Мурманскі завулак

source: Мухавецкая улица
be: Мухавецкая вуліца

source: Муховецкий переулок
be: Мухавецкі завулак

source: Мысовый переулок
be: Мысавы завулак

source: Мядельская улица
be: Мядзельская вуліца

source: Мясницкая улица
be: Мясніцкая вуліца

source: Мястровская улица
be: Мястраўская вуліца

source: Набережная
be: Наберажная

source: Набережная улица
be: [Наберажная вул., Наберажная вулица, Наберажная вуліца, Набярэжная вуліца, вулiца Наберажная, вуліца Наберажная]

source: набережная Ульянки
be: набярэжная Ульянкі

source: набережная Франциска Скорины
be: набярэжная Францыска Скарыны

source: набережная Эссы
be: набярэжная Эсы

source: Набережный переулок
be: [Набярэжны завулак, завулак Наберажны]

source: Нагорная улица
be: Нагорная вуліца

source: Нагорный переулок
be: Нагорны завулак

source: Надеждинская улица
be: Надзеждзінская вуліца

source: Надельная улица
be: Надзельная вуліца

source: Наднёманская улица
be: Наднёманская вуліца

source: Надоечная улица
be: Надоечная вуліца

source: Надпрудная улица
be: Надпрудная вуліца

source: Надречная улица
be: [Надрачная вуліца, Надрэчная вул., Надрэчная вуліца]

source: Надречный проезд
be: Надрэчны праезд

source: Наклонная улица
be: Нахіленая вуліца

source: Налибокская улица
be: Налібоцкая вуліца

source: Наровлянская улица
be: Нараўлянская вуліца

source: Народная улица
be: Народная вуліца

source: Нарочанская улица
be: Нарачанская вуліца

source: Нарочанский переулок
be: Нарачанскі завулак

source: Настольская улица
be: Настольская вуліца

source: Настольский переулок
be: Настольскі завулак

source: Насыпь заброшенной узкоколейки
be: Насып закінутай вузкакалейкі

source: Натальинская улица
be: Наталлінская вуліца

source: Национальный спуск
be: Нацыянальны спуск

source: Начальная улица
be: Пачатковая вуліца

source: Невельская улица
be: Невельская вуліца

source: Невельский переулок
be: Невельскі завулак

source: Невельское шоссе
be: Невельская шаша

source: Невская улица
be: Неўская вуліца

source: Невский переулок
be: Неўскі завулак

source: Негневичская улица
be: Негневіцкая вуліца

source: Негорельская улица
be: Негарэльская вуліца

source: Недвигина переулок
be: Нядзвігіна завулак

source: Недвигина улица
be: Нядзвігіна вуліца

source: Нежинская улица
be: Нежынская вуліца

source: Нектарная улица
be: Няктарная вуліца

source: Неманская улица
be: Нёманская вуліца

source: Нёманская улица
be: Нёманская вуліца

source: Неманский переулок
be: Нёманскі завулак

source: Нёманский переулок
be: Нёманскі завулак

source: Несвижская улица
be: Нясвіжская вуліца

source: Нефтяная улица
be: Нафтавая вуліца

source: Нефтяной переулок
be: Нафтавы завулак

source: Нижегородская улица
be: Ніжагародзкая вуліца

source: Нижнебрилевская улица
be: Ніжнебрылёўская вуліца

source: Нижне-Луговая улица
be: Ніжне-Лугавая вуліца

source: Нижненабережная улица
be: Ніжненабярэжная вуліца

source: Нижненабережный переулок
be: Ніжненабярэжны завулак

source: Нижне-Покровская улица
be: Ніжне-Пакроўская вуліца

source: Нижний переулок
be: Ніжні завулак

source: Нижняя Боровая улица
be: Ніжняя Баравая вул.

source: Нижняя Карабановская улица
be: Ніжняя Карабанаўская вуліца

source: Нижняя Луговая улица
be: Ніжняя Лугавая вул.

source: Нижняя Набережная улица
be: Ніжняя Набярэжная вуліца

source: Нижняя улица
be: Ніжняя вуліца

source: Низкий переулок
be: Нізкі завулак

source: Никитинская улица
be: Мікіцінская вуліца

source: Никитинский переулок
be: Мікіцінскі завулак

source: Никифоровского улица
be: Нікіфароўскага вул.

source: Николаевская улица
be: Мікалаеўская вуліца

source: Никольская улица
be: Ніколькая вуліца

source: Новаторская улица
be: Наватарская вуліца

source: Новаторский переулок
be: Наватарскі завулак

source: Новаторский проезд
be: Наватарскі праезд

source: Новая улица
be: Новая вуліца

source: Новгородская улица
be: Наўгародская вуліца

source: Новгородский переулок
be: Наўгародскі завулак

source: Новинковская улица
be: Навінкаўская вуліца

source: Новкинская улица
be: Ноўкінская вулiца

source: Новобазарная улица
be: Новабазарная вуліца

source: Ново-Базарная улица
be: Нова-Базарная вуліца

source: Ново-Березинская улица
be: Нова-Бярэзінская вуліца

source: Нововетренная улица
be: Новаветраная вуліца

source: Нововиленская улица
be: Новавіленская вуліца

source: Нововиленский переулок
be: Новавіленскі завулак

source: Нововокзальная улица
be: Новавакзальная вуліца

source: Новогорынская улица
be: Новагарынская вуліца

source: Новогрудская улица
be: Навагрудская вуліца

source: Ново-Днепровский переулок
be: Нова-Дняпроўскі завулак

source: Новодубровенская улица
be: Новадубровенская вуліца

source: Новоельненский переулок
be: Новаельненскі завулак

source: Новожелезнодорожная улица
be: Новачыгуначная вуліца

source: Новожлобинская улица
be: Новажлобінская вуліца

source: Новозадворская улица
be: Новазадворская вуліца

source: Новозеньковская улица
be: Новазенькоўская вуліца

source: Новокарпиловская улица
be: Новакапрылаўская вуліца

source: Ново-Кировская улица
be: Нава-Кiрауская вуліца

source: Новоколлективная улица
be: Новакалектыўная вуліца

source: Новоколхозная улица
be: Новакалгасная вуліца

source: Ново-Крайний переулок
be: Нова-Крайні завулак

source: Ново-Крайняя улица
be: Нова-Крайняя вуліца

source: Новолуческая улица
be: Новалучаская вуліца

source: Новомышская улица
be: Новамысская вуліца

source: Новооктябрьская улица
be: Новакастрычніцкая вуліца

source: Новооршанское шоссе
be: Новааршанская шаша

source: Новоостровенский переулок
be: Новаастровенскі завулак

source: Новопесчаная улица
be: Новапяшчаная вуліца

source: Новополесская улица
be: Новапалеская вуліца

source: Новопоселковая улица
be: Новапасялковая вул.

source: Новопроектная улица
be: Новапраектная вуліца

source: Новопрудковский переулок
be: Новапрудоўскі завулак

source: Новопрудковский проезд
be: Новапрудоўскі праезд

source: Новопрудский переулок
be: Новапрудзкі завулак

source: Новосёлковская улица
be: Навасёлкаўская вуліца

source: Новосельная улица
be: Навасельная вуліца

source: Новосельская улица
be: Новасельская вуліца

source: Новосельский переулок
be: Навасельскі завулак

source: Новосенненская улица
be: Новасенненская вуліца

source: Ново-Станционная улица
be: Нова-Станцыйная вуліца

source: Ново-Строительная улица
be: Нова-Будаўнічая вуліца

source: Новосуражский переулок
be: Новасуражскі завулак

source: Новотракторная улица
be: Новатрактарная вуліца

source: Новоулановская улица
be: Новаўланаўская вуліца

source: Новоуфимская улица
be: Новаўфімская вуліца

source: Новочерниговская улица
be: Новачарнігаўская вуліца

source: Новошоссейная улица
be: Навашасэйная вуліца

source: Ново-Шоссейная улица
be: Нова-Шасэйная вуліца

source: Новошумилинская улица
be: Новашумілінская вуліца

source: Новоюжная улица
be: Новапаўднёвая вуліца

source: Новый переулок
be: Новы завулак

source: Новый Полесский мост
be: Новы Палескі мост

source: Обводная улица
be: Абводная вуліца

source: Обводной переулок
be: Абводны завулак

source: Обойная улица
be: Шпалерная вуліца

source: Обойный переулок
be: Шпалерны завулак

source: Оборонная улица
be: Абаронная вуліца

source: Образцовая улица
be: Узорная вуліца

source: Обсерваторная улица
be: Абсерваторная вуліца

source: Обувной переулок
be: Абуткавы завулак

source: Обуховская улица
be: Абухоўская вуліца

source: Обходная улица
be: Абхадная вуліца

source: Объездная
be: Аб'язная

source: Объездная дорога
be: Аб’язная дарога

source: Объездная улица
be: Аб’язная вуліца

source: Овражная улица
be: [Яравая вуліца, Яровая вул.]

source: Овражный переулок
be: [Аўражны завулак, Яравы зав.]

source: Огородная улица
be: Агародная вуліца

source: Огородницкая улица
be: Агародніцкая вуліца

source: Огородный въезд
be: Агародны ўезд

source: Одельская улица
be: Адэльская вуліца

source: Одесская улица
be: Адэская вуліца

source: Одесский переулок
be: Адэскі завулак

source: Одесский проезд
be: Адэскі праезд

source: Озёрная улица
be: [Азёрная вуліца, Возерная вул.]

source: Озёрный переулок
be: Азёрны завулак

source: Озёрское шоссе
be: Азёрская шаша

source: Окольная улица
be: Акольнічая вулица

source: Окоповая улица
be: Акопавая вуліца

source: Окрестная улица
be: Акрэсная вуліца

source: Окружная аллея
be: Акружная алея

source: Окружная улица
be: Акружная вуліца

source: Окружной переулок
be: Акружны завулак

source: Октябрская улица
be: Акцябрскага вуліца

source: Октябрьская площадь
be: Кастрычніцкая плошча

source: Октябрьская улица
be: Кастрычніцкая вуліца

source: Октябрьский въезд
be: Кастрычніцкі ўезд

source: Октябрьский переулок
be: [Кастрычніцкi зав., Кастрычніцкі завулак]

source: Октябрьский проезд
be: Кастрычніцкі праезд

source: Окульная улица
be: Акульная вуліца

source: Олесика улица
be: Алесіка вуліца

source: Олимпийская улица
be: Алімпійская вуліца

source: Олимпийский переулок
be: Алімпійскі завулак

source: Олимпийский проспект
be: Алімпійскі праспект

source: Ольговская улица
be: Альгоўская вуліца

source: Ольховая улица
be: Альховая вуліца

source: Ольховская улица
be: Альхоўская вуліца

source: Ольховый переулок
be: Альховы завулак

source: Ольчинская улица
be: Альчынская вуліца

source: Ольшанская улица
be: Альшанская вуліца

source: Омская улица
be: Омская вуліца

source: Онегинская улица
be: Анегінская вуліца

source: Оперная улица
be: Оперная вуліца

source: Оптимистическая улица
be: Аптымістычная вуліца

source: Оранжерейная улица
be: Аранжарэйная вуліца

source: Оранжерейный переулок
be: Аранжарэйны завулак

source: Ореховая улица
be: Арэхавая вуліца

source: Ореховская улица
be: Арэхаўская вуліца

source: Ореховский переулок
be: Арэхаўскі завулак

source: Орловская улица
be: Арлоўская вуліца

source: Орловский переулок
be: Арлоўскі завулак

source: Орудийный проезд
be: Гарматны праезд

source: Оршанская улица
be: Аршанская вуліца

source: Оршанский переулок
be: Аршанскі завулак

source: Оршанский проезд
be: Аршанскі праезд

source: Оршанское шоссе
be: Аршанская шаша

source: Оршичная улица
be: Аршычная вуліца

source: Оршичный переулок
be: Аршычны завулак

source: Осавиахимовская улица
be: Асавіяхімаўская вуліца

source: Освейская улица
be: Асвейская вул.

source: Осенний переулок
be: Асенні завулак

source: Осенняя улица
be: Асенняя вуліца

source: Осиповичская улица
be: Асіповіцкая вуліца

source: Осоавиахимовская улица
be: Асавіяхімаўская вуліца

source: Остромечевская улица
be: Астрамечаўская вуліца

source: Острошицкая улица
be: Астрашыцкая вуліца

source: Отечественная улица
be: Айчынная вуліца

source: Открытый переулок
be: Адкрыты завулак

source: Отрадная улица
be: Атрадная вуліца

source: Отрадный переулок
be: Атрадны завулак

source: Отцовская улица
be: Бацькоўская вуліца

source: Офицерская улица
be: Афіцэрская вуліца

source: Офицерский переулок
be: Афіцэрскі завулак

source: Оховская улица
be: Охаўская вуліца

source: Охотничья улица
be: [Паляўнiчая вуліца, Паляўнічая вуліца]

source: Охотская улица
be: Ахоцкая вуліца

source: Охотский переулок
be: Ахоцкі завулак

source: Охотский проезд
be: Ахоцкі праезд

source: Ошмянская улица
be: Ашмянская вуліца

source: Ошмянский переулок
be: Ашмянскі завулак

source: Павловская улица
be: Паўлаўская вуліца

source: Павлодарская улица
be: Паўладарская вуліца

source: Пакгаузная улица
be: Пакгаузная вуліца

source: Панкратовская улица
be: Панкратаўская вуліца

source: Пантелеймоновская улица
be: Панцеляймонаўская вуліца

source: Панфиловская улица
be: Панфілаўская вуліца

source: Папернянская улица
be: Папярнянская вуліца

source: Папернянский переулок
be: Папярнянскі завулак

source: Папоротниковая улица
be: Папаратнікавая вуліца

source: Параллельная улица
be: Паралельная вуліца

source: Парафьяновская улица
be: Парафьянаўская вуліца

source: Парашютная улица
be: Парашутная вуліца

source: Паричская улица
be: Парычская вуліца

source: Парковая улица
be: Паркавая вуліца

source: Парковый переулок
be: [Паркавы зав., Паркавы завулак]

source: Парковый проезд
be: Паркавы праезд

source: Парниковая улица
be: Парніковая вуліца

source: Паровозная улица
be: Паравозная вуліца

source: Паровозный переулок
be: Паравозны завулак

source: Партизанская улица
be: [Партызанская вуліца, вуліца Партізанская]

source: Партизанский переулок
be: Партызанскі завулак

source: Партизанский проезд
be: Партызанскі праезд

source: Партизанский проспект
be: Партызанскі праспект

source: Партизанский тупик
be: Партызанскі тупік

source: Пасечная улица
be: [Пасечная вуліца, Пасячная вул.]

source: Пасхальный переулок
be: Велікодны завулак

source: Пашковская улица
be: Пашкоўская вуліца

source: Пашковский переулок
be: Пашкоўскі завулак

source: Пелагеевская улица
be: Пелагееўская вуліца

source: Пензенская улица
be: Пензенская вуліца

source: Пеньковая улица
be: Пяньковая вуліца

source: Пеньковый проезд
be: Пяньковы праезд

source: пер. Ленинский
be: зав. Ленинский

source: Первомайская улица
be: Першамайская вуліца

source: Первомайский переулок
be: [Першамайскi завулак, Першамайскі завулак]

source: Первомайский проезд
be: Першамайскі праезд

source: Первоцветная улица
be: Першацветная вуліца

source: Первый переулок
be: Першы завулак

source: Переборная улица
be: Пераборная вуліца

source: Перевалочная улица
be: Перавалачная вуліца

source: Перевозники
be: Перавознікі

source: Передовая улица
be: Перадавая вуліца

source: Передовой переулок
be: Перадавы завулак

source: Переездная улица
be: Пераездная вуліца

source: Переездный переулок
be: Пераездны завулак

source: Перекопская улица
be: Перакопская вуліца

source: Перекопский переулок
be: Перакопскі завулак

source: Переломская улица
be: Пераломская вуліца

source: Переносная улица
be: Пераносная вуліца

source: Пересадская улица
be: Перасадзкая вуліца

source: переулок 11 июля
be: завулак 11 Ліпеня

source: переулок 11 Липеня
be: завулак 11 Ліпеня

source: переулок 129-й Орловской Дивизии
be: завулак 129-й Арлоўскай Дывізіі

source: переулок 17 Сентября
be: завулак 17 Верасня

source: переулок 1 Мая
be: завулак 1 Мая

source: переулок 26 Июня
be: завулак 26 Чэрвеня

source: переулок 40 лет Октября
be: завулак 40 гадоў Кастрычніка

source: переулок 40 лет Победы
be: завулак 40 гадоў Перамогі

source: переулок 50 лет БССР
be: завулак 50 гадоў БССР

source: переулок 50 лет Октября
be: завулак 50 гадоў Кастрычніка

source: переулок 50 лет СССР
be: завулак 50 гадоў СССР

source: переулок 5 Декабря
be: завулак 5 Снежня

source: переулок 60 лет БССР
be: завулак 60 гадоў БССР

source: переулок 60 лет Октября
be: завулак 60 гадоў Кастрычніка

source: переулок 70 лет Октября
be: завулак 70 гадоў Кастрычніка

source: переулок 8 Марта
be: завулак 8 Сакавіка

source: переулок 9 Мая
be: завулак 9 Мая

source: переулок 9 Января
be: завулак 9 Студзеня

source: переулок Абатурова
be: завулак Абатурава

source: переулок Авдеева
be: завулак Аўдзеева

source: переулок Авекова
be: завулак Авекава

source: переулок Азарова
be: завулак Азарава

source: переулок Азина
be: завулак Азіна

source: переулок Айвазовского
be: завулак Айвазоўскага

source: переулок Академика Вышелесского
be: завулак Акадэміка Вышалескага

source: переулок Академика Жебрака
be: завулак Акадэміка Жэбрака

source: переулок Анищика
be: завулак Анішчыка

source: переулок Апанасевича
be: завулак Апанасевіча

source: переулок Асаналиева
be: завулак Асаналіева

source: переулок Аскаленко
be: завулак Аскаленка

source: переулок Асланова
be: завулак Асланава

source: переулок Бабушкина
be: завулак Бабушкіна

source: переулок Багратиона
be: завулак Баграціёна

source: переулок Бакунина
be: завулак Бакуніна

source: переулок Баумана
be: завулак Баўмана

source: переулок Бахарева
be: завулак Бахарава

source: переулок Бахарова
be: завулак Бахарава

source: переулок Белинского
be: завулак Бялінскага

source: переулок Бережецкий
be: Беражэцкі завулак

source: переулок Бетховена
be: завулак Бетховена

source: переулок Бехтерева
be: завулак Бехцерава

source: переулок Блока
be: завулак Блока

source: переулок Богдана Хмельницкого
be: завулак Багдана Хмяльніцкага

source: переулок Богданова
be: завулак Багданава

source: переулок Богдановича
be: завулак Багдановіча

source: переулок Богушевича
be: завулак Багушэвіча

source: переулок Болдина
be: завулак Болдзіна

source: переулок Болотникова
be: завулак Балотнікава

source: переулок Больничный
be: Бальнічны завулак

source: переулок Бондаренко
be: завулак Бандарэнкі

source: переулок Бонкузова
be: Сонечная вуліца

source: переулок Борисова
be: завулак Барысава

source: переулок Боровицкого
be: завулак Баравіцкага

source: переулок Братьев Лизюковых
be: завулак Братоў Лізюковых

source: переулок Брестских дивизий
be: завулак Брэсцкіх дывізій

source: переулок Брюсова
be: завулак Брусава

source: переулок Будённого
be: завулак Будзёнага

source: переулок Букштыновича
be: завулак Букштыновіча

source: переулок Булака
be: завулак Булака

source: переулок Бумажкова
be: завулак Бумажкова

source: переулок Бурлыги
be: завулак Бурлыгі

source: переулок Буянова
be: завулак Буянава

source: переулок Вавилова
be: завулак Вавілава

source: переулок Вагнера
be: завулак Вагнера

source: переулок Вагурина
be: завулак Вагурына

source: переулок Валиева
be: завулак Валіева

source: переулок Ванцетти
be: завулак Ванцэці

source: переулок Василька
be: завулак Васілька

source: переулок Ватутина
be: завулак Ватуціна

source: переулок Вахонина
be: завулак Вахоніна

source: переулок Вершило
be: завулак Вяршылы

source: переулок Веры Маргевич
be: завулак Веры Маргевіч

source: переулок Веры Хоружей
be: завулак Веры Харужай

source: переулок Веснинка
be: завулак Веснінка

source: переулок Вешнёвый
be: вуліца Пугачова

source: переулок Вилюги
be: завулак Вялюгі

source: переулок Винника
be: завулак Вінніка

source: переулок Виноградова
be: завулак Вінаградова

source: Переулок Вишнёвый
be: Вішнёвы завулак

source: переулок Владимирова
be: завулак Уладзімірава

source: переулок Водопьянова
be: завулак Вадап’янава

source: переулок Войкова
be: завулак Войкава

source: переулок Волкова
be: завулак Волкава

source: переулок Володарского
be: завулак Валадарскага

source: переулок Воровского
be: завулак Вароўскага

source: переулок Вороновича
be: завулак Варановіча

source: переулок Воронянского
be: завулак Варанянскага

source: переулок Ворошилова
be: завулак Варашылава

source: переулок Воссоединения
be: завулак Уз’яднання

source: переулок Выдайко
be: завулак Выдайкі

source: переулок Гагарина
be: завулак Гагарына

source: переулок Гайдара
be: завулак Гайдара
